[
{
"_id": "6277ff25bcad1cd20841837f",
"email": "akash191242@gmail.com",
"name": "Onion",
"category": "regular",
"price": 35,
"quantity": 110,
"description": "Onions contain organic sulfur compounds. These compounds are the reason why onions have such a sharp, strong taste and smell. Organic sulfur compounds help reduce the level of cholesterol in your body and may also help break down blood clots, lowering your risk for heart disease and stroke.",
"supplier": "Chashi",
"sold": 35,
"img": "https://i.ibb.co/GR9MsnB/peyaj.png"
},
{
"_id": "6277ff25bcad1cd20841837e",
"email": "abdullah@gmail.com",
"name": "Dhal",
"category": "regular",
"price": 75,
"quantity": 100,
"description": "Dal or dhal, just like posole (or pozole) is both an ingredient and a dish: it refers to a type of dried split pea or lentil and the deeply spiced stew made from simmering the split peas until nicely broken down.",
"supplier": "Chashi",
"sold": 36,
"img": "https://i.ibb.co/JxCYk1c/dal.png"
},
{
"_id": "6277ff25bcad1cd208418384",
"email": "abdullah@gmail.com",
"name": "Banana",
"category": "fruits",
"price": 22,
"quantity": 100,
"description": "Eating bananas before breakfast or as part of a balanced meal may help promote satiety and aid digestive health. Bananas contain several important micronutrients, including potassium and vitamin C.",
"supplier": "Footika",
"sold": 44,
"img": "https://i.ibb.co/nwb2yjN/banana.png"
},
{
"_id": "6277ff25bcad1cd208418380",
"email": "akash191242@gmail.com",
"name": "ACI Salt",
"category": "regular",
"price": 45,
"quantity": 100,
"description": "A salt consists of the positive ion (cation) of a base and the negative ion (anion) of an acid. The reaction between an acid and a base is called a neutralization reaction. The term salt is also used to refer specifically to common table salt, or sodium chloride.",
"supplier": "Chashi",
"sold": 33,
"img": "https://i.ibb.co/7CnXwhv/lobon.jpg"
},
{
"_id": "6277ff25bcad1cd208418382",
"email": "abdullah@gmail.com",
"name": "Beef",
"category": "regular",
"price": 580,
"quantity": 100,
"description": "Grass-fed beef also has higher levels of vitamin A and beta-carotene, giving Irish beef a rich burgundy colour. In addition, a higher ratio of omega 3 fatty acids and CLAs have been linked by a growing number of scientific studies to health benefits in humans, such as lowering cholesterol and reducing cancer risk.",
"supplier": "BD",
"sold": 29,
"img": "https://i.ibb.co/pyR8hws/beef.jpg"
},
{
"_id": "6277ff25bcad1cd208418385",
"email": "abdullah@gmail.com",
"name": "Papaya",
"category": "fruits",
"price": 35,
"quantity": 100,
"description": "Papaya is a tropical fruit, having oval or pear shape, measuring between 10 and 20cm and usually weighing between 500 and 1,000g, although it may even weigh up to 5kg. It is a berry of thin skin, of a green yellowish and orange colour. The pulp is of a red orange or yellow colour, sweet and very juicy.",
"supplier": "Footika",
"sold": 35,
"img": "https://i.ibb.co/n3ntJfC/papaya.png"
},
{
"_id": "6277ff25bcad1cd208418386",
"email": "abdullah@gmail.com",
"name": "Mango Juice",
"category": "drinks",
"price": 100,
"quantity": 99,
"description": "Mango juice is among the healthiest juices around, with balanced calories, protein, carbohydrates, vitamins A, C, B, E and K. In one glass on Mango juice a substantial amount of minerals like potassium calcium, magnesium, phosphorous, iron, selenium and sodium are present.\n",
"supplier": "Fruits",
"sold": 66,
"img": "https://i.ibb.co/PCz0xbx/mango-juice-removebg-preview-1.png"
},
{
"_id": "6277ff25bcad1cd208418387",
"email": "abdullah@gmail.com",
"name": "Orange Juice",
"category": "drinks",
"price": 100,
"quantity": 99,
"description": "Orange juice is a favorite beverage high in antioxidants and micronutrients like vitamin C, folate, and potassium. Regular consumption has been associated with several health benefits, including improved heart health, decreased inflammation, and a reduced risk of kidney stones",
"supplier": "Fruits",
"sold": 66,
"img": "https://i.ibb.co/rwqs7MD/orange-juice-removebg-preview-1.png"
},
{
"_id": "6277ff25bcad1cd208418388",
"email": "abdullah@gmail.com",
"name": "Coca-Cola",
"category": "drinks",
"price": 60,
"quantity": 99,
"description": "We are here to refresh the world and make a difference. Learn more about the Coca-Cola Company, our brands, and how we strive to do business the right way.",
"supplier": "Coca-cola",
"sold": 66,
"img": "https://i.ibb.co/3YFxnvL/cooc.png"
},
{
"_id": "6277ff25bcad1cd20841837d",
"email": "abdullah@gmail.com",
"name": "Rice",
"category": "regular",
"price": 55,
"quantity": 98,
"description": "Rice is a rich source of carbohydrates, the body's main fuel source. Carbohydrates can keep you energized and satisfied, and are important for fueling exercise. Brown rice, especially, is an excellent source of many nutrients, including fiber, manganese, selenium, magnesium, and B vitamins.\\\",\\n\\\"supplier\\\": \\\"Chashi\",\n\"supplier\": \"Chashi",
"supplier": "Chashi",
"sold": 27,
"img": "https://i.ibb.co/PCYVtkY/rice.png"
},
{
"_id": "6277ff25bcad1cd208418381",
"email": "akash191242@gmail.com",
"name": "Chicken",
"category": "regular",
"price": 146,
"quantity": 100,
"description": "Out of all the chicken options at the grocery story, the healthiest option is fresh chicken breast. The white meat (chicken breast) has slightly less cholesterol than the dark meat (legs and wings). It is definitely lower in saturated fats. In general, poultry is a heart-healthy protein.",
"supplier": "Cock",
"sold": 45,
"img": "https://i.ibb.co/4JtSnjM/murgi.webp"
},
{
"_id": "6277ff25bcad1cd208418383",
"email": "abdullah@gmail.com",
"name": "Mango(Fazli)",
"category": "fruits",
"price": 60,
"quantity": 99,
"description": "The mango tree is erect and branching with a thick trunk and broad, rounded canopy. The leaves of the tree are are shiny and dark green. They are either elliptical or lanceolate with long petioles and a leathery texture. The tree produces dense clusters of flowers with cream-pink petals on branched panicles.",
"supplier": "BD Mango",
"sold": 63,
"img": "https://i.ibb.co/Fs6PLP6/mango.png"
},
{
"_id": "627e9ea777e21e7676d290ce",
"email": "aabdullahalakash@gmail.com",
"name": "Poteto",
"category": "regular",
"price": 25,
"quantity": 100,
"description": "One medium-sized white potato has about 110 calories, 26 grams of carbohydrate, 3 grams of both fiber and 3 grams of protein, and is also free of fat and cholesterol.",
"supplier": "Poteto Company",
"sold": 46,
"img": "https://i.ibb.co/tBCv6FB/poteto.png"
},
{
"_id": "627e9ef977e21e7676d290cf",
"email": "aabdullahalakash@gmail.com",
"name": "Carrot",
"category": "regular",
"price": 35,
"quantity": 100,
"description": "The fiber in carrots can help keep blood sugar levels under control. And they're loaded with vitamin A and beta-carotene, which there's evidence to suggest can lower your diabetes risk. They can strengthen your bones. Carrots have calcium and vitamin K, both of which are important for bone health.",
"supplier": "Farmer",
"sold": 64,
"img": "https://i.ibb.co/R4JhXJW/carrot.png"
},
{
"_id": "627e9f2c77e21e7676d290d0",
"email": "aabdullahalakash@gmail.com",
"name": "Cucember",
"category": "regular",
"price": 35,
"quantity": 100,
"description": "Cucumber is also not a friendly snack for people with sensitive stomachs. It contains an ingredient called cucurbitacin, which is a powerful ingredient, known to cause indigestion problems. Even a little growling or indigestion can lead to flatulence or burping, which again makes it difficult to rest with ease.",
"supplier": "Farmer",
"sold": 75,
"img": "https://i.ibb.co/74gnY2J/cucember.png"
}
]